[
  {
    "text": "Resume PRASHANT KUMAR H.No.-888, Rajeev Nagar Palwal Dist: - Palwal (Haryana) 121102 Con. No: - 09992482209, 9992989374 E-mail:- pk.attri13@gmail.com Career Objective To work in professionally satisfying environment where excellence and creativity is recognized, encouraged and rewarded and work on latest networking technology which provides a healthy and challenging environment. EDUCATIONAL QUALIFICATION  Pursuing MBA from YMCA University Faridabad  Graduation from Sun Rise University Alwar.  Intermediate from NIOS Board of Education.  Matriculation from U.P. Board of Education. Technical Qualification:  Two years Diploma of Computer Hardware, Networking, (ADCHNE) Course from I.H.T. Institute  completed MCSE., CCNA CCNP Technical Skills  Assembling and Disassembling of PC  Installation of hardware (Ethernet card, Printer & others) & software (Win- 98/xp/XP/7/2003server/2008server/Linux/Application Software & other software)  PC Maintenance and Troubleshooting  Configure Cisco Router, Switch etc.  IP Sub-netting, Software Skills  Operating System---Windows:9X, 2000, XP, 7, 8,Server 2003,8 MS- DOS, Linux, red hut  PC--------------------- MS-Word, MS-Excel, MS-PowerPoint, MS Accesses Language-------------HTML, DHTML  Multimedia & Graphics ----- Adobe Premier (All) , Edius, Pinnacle Studio (all Edition), Final Cut Pro. , Swish Max, Photoshop, CorelDraw & others Work Experience  Six month experience of computer hardware Engg. at Manav sales Corp. Palwal  One year experience of Lab Assistance in Om Sai Institute for Technology Tappal.  One year experience of news Editor in Neon News Mathura.  Three years’ experience Attri Media Solution Jewar (Noida) as marketing Executive  Now working as Out Put Head & Marketing Executive in ABC News Palwal from Sep. 2012 to till date, as well as working as Admin Executive & System Admin (CS Lab & CCTV Maintenance ) in Satya College of Engg. & Tech. from Aug. 2016 to till date  STRENGTH  I accept difficulties as a Challenge  Hardworking Sprit  Confident  Quick Learner Personal Information:  Father’s Name : Sh. Surendra Singh  Date of Birth : 13th AUG1988  Marital Status : Single  Sex : Male  Nationality : Indian  Hobbies : Listen to Music & Net Surfing  Languages Known : English & Hindi DECLARATION Hereby declare that all the details furnished above are true to the best of my knowledge. Date: ____________",
    "id": 9,
    "label": [
      {
        "start": 7,
        "end": 21,
        "text": "PRASHANT KUMAR",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 129,
        "end": 150,
        "text": "pk.attri13@gmail.com ",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 96,
        "end": 107,
        "text": "09992482209",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 109,
        "end": 119,
        "text": "9992989374",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 418,
        "end": 423,
        "text": " MBA ",
        "labels": [
          "Degree"
        ]
      },
      {
        "start": 1167,
        "end": 1174,
        "text": "MS-Word",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1176,
        "end": 1184,
        "text": "MS-Excel",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1186,
        "end": 1199,
        "text": "MS-PowerPoint",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1235,
        "end": 1239,
        "text": "HTML",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1241,
        "end": 1246,
        "text": "DHTML",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1413,
        "end": 1489,
        "text": "Six month experience of computer hardware Engg. at Manav sales Corp. Palwal ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1491,
        "end": 1570,
        "text": "One year experience of Lab Assistance in Om Sai Institute for Technology Tappal",
        "labels": [
          "Experience"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 12,
    "created_at": "2022-07-20T14:47:43.786046Z",
    "updated_at": "2022-07-20T14:47:43.786046Z",
    "lead_time": 164.603
  },
  {
    "text": "Eswarchand TN PROJECT MANAGER - INFRASTRUCTURE Contact Address 3/463, MOGAPPAIR EAST, CHENNAI - 600037, TAMILNADU, INDIA Phone +918667301463 E-mail ESWARJCL@GMAIL.COM Skills PMI PMBOK trained 35 PDU @ IIPM Very Good EXIN - Agile Scrum Master - Certified Good MS Project, Excel, PPT Very Good OVERALL IT EXPERIENCE – 10 + Year. INFRASTRUCTURE PROJECT / PROGRAM MANAGEMENT - 4+ YEARS  Project Management PMI Trained, Agile Scrum Master Certified.  Expertise in eliciting project requirements through various standard approaches - meetings, workshops, gap analysis etc. to drive consistency in transition programs and projects.  Exceptional capability in executing entire IT project management activities with experience in end to end project delivery, identifying risk and issues, and escalating them to senior management for ensuring all the objectives are met within norms.  Proven record of analyzing processes & workflows, assessing their efficacy, relating to business plans & goals and suggesting re-engineering/simplification solutions.  Experience in managing projects with multi-disciplinary teams of varying sizes and complex programs of work & continually improve processes where possible while controlling adherence to standards and procedures.  A detail-oriented individual with excellent relationship management skills. Work History 2019-09 - Current COGNIZANT TECHNOLOGY SOLUTIONS PRIVATE LIMITED SENIOR ASSOCIATE (ROLE - PROJECT MANAGER), Pune, Maharashtra PROJECTS HANDLED Virtual Security Network Readiness - Sterling Forest, NY v1-USA Scope: To allocate the Security ACN and CCTV IP ranges to the site, routing those ranges to Blue in the Core switches, consolidate EOL vUA switches and upgrade them with the latest switches and configuration template at Sterling Forest Site, NY.” The installation of the new VUA in the Generator / Chiller building is also to be done in this Project. Uplink connectivity for new in-scope vUA switches would be upgraded to 10G. Team to upgrade configurations upon hierarchy from Border Core, Firewall distribution, Virtual Service Core, Internet Distribution Switches and User access switches. This site is currently used by 2700+ end users which consists of other end devices such as Voip phones, Printers and fax machines. Bill of material contains EOL replacements, Incidentals and Licenses. Project Cost : USD $ 1M for all Hardware, labor charges, Licenses and Incidentals. Accomplishment: Project manager hosted multiple technical discussions before preparing project plan. Once project team had project plan, all stakes were engaged at right times for Finance approvals that arrived based on BOM (Bill of Material). Coordinated with Local Site contacts and Hands & feet support Vendors - Did Site survey to get timelines for floor readiness and Tech room readiness which was helpful to set time baseline for project. Involved team - System Engineers (Data & Voice), Architects, Coordinators, SMEs to prepare high-level project plan. Work Breakdown was done in project plan which became a key document and added value to project in every milestone. Engagement: System engineering team, procurement team, Sponsors, Architects were engaged at right time to obtain Approvals based on requirements validation as per Scope of project. Incidentals Such as Fiber patch cables (1G/ 10G), Stacking cables, CAT 6 Patch cables were also surveyed before procurements reach site to ensure site readiness and Smooth transition of this project.DATA CENTER INFRASTRUCTURE PROGRAMS / PROJECTS SUMMIT AVENUE SUITE- TX- LAN AND VOICE DEPLOYMENT-USA Scope: The current Softlayer building is getting converted to Datacenter building at 1700 Summit Avenue Suite 100, Plano, Texas and will require Blue network connectivity. To procure, physically & logically install, configure, maintain, and manage devices from End Core Switch until WAPs and EWLC for the whole site. This new hierarchy is set up to contain both Physical and logical changes to suit the latest standards of Stakeholders involved. To do survey, evaluate, represent the required team for this whole transition. This Project involves changes on both Data networks and Voice solutions across the site's end users. The Legacy Soft layer Site map is provided along with a heat map of access points. Project Cost : USD $ 1.7M for all Hardware, labor charges, Licenses and Incidentals. Accomplishment: This Project had multiple dependency over other ongoing projects. The project manager had to coordinate with this project team members along with other project managers/Teams to identify the timelines for each of the milestones. Project manager also had to coordinate with the Voice project manager which allowed to clearly prepare a project plan with dependencies. Risk mitigation plans were done after every phase of changes to avoid cross contamination of projects and its dependency. Engagement: Since multiple projects are interdependent, the Client was informed about any possible delays to save from any possible outages/risk of Hub and spokes sites interconnected to other 42 sites across the United States. SITE CLOSURE/DECOMMISSION/DOWNSIZE PROJECTS:  - Waiting for Disposition Devices to be checked and decommissioned  -Littleton MA Closure  -Remove IES solutions at legacy Truven Sites  - VARIOUS - Termination of Transaction Probes  -Costa Mesa (Filenet) Site Closure  -Blue Bell Downsize - 3rd floor LOGICAL UPGRADE PROJECTS:  -DSG Lenovo VPN new IP and encryption.  -YKT - RCX - To include 10G IPS and 10G TAP devices with 10G connections to the Arista Matrix switch  -DSW IES Firewall upgrade  -Disconnect SNIOneNet Equipment 2017-10 - 2019-09 THIRDWARE SOLUTIONS LIMITED SENIOR TECHNICAL SPECIALIST ( ROLE - PROJECT MANAGER ), Chennai, Tamilnadu CISCO REFRESH PROJECT SCOPE: 25 End of Life Cisco Network Switches to be replaced with Cisco 9300, 9400, 9500. The Goal of project was to address the risk posed by End of Life Cisco Network switches in Access, Distribution and Core Layer installed at Ford India - Chennai location across 3 towers. Upgraded Hardware and benefits: Cisco Catalyst 9300 series as Server farm switches, Cisco Catalyst 9400 series as Access layer switch and Cisco Catalyst 9500 series as Core Switches supporting up to 3.2-Tbps switching capacity which offer ultra-low latency switching (0.3125 pico seconds).Benefits : End Of Life Risk mitigation, MACsec-256 encryption, SDN Capable, Subscribe to premium support programs, Reduced rack space, Reduced power consumption & Cooling requirements, Trustworthy systems, Upgrading the legacy switches to modern switches during this transition to new Facility - collaborating with Teams around the World. Other Projects Handled:  Telepresence Room Migrations.  CCTV ,ACN and Sensaphone Monitoring Device setup.  Mainframe Techops – Ca7 Batch Operations & Scheduling System Administration & Mainframe Data center Operations - providing on-going support to OS/390 and Z/OS Systems. Responsible for maintenance and ensuring availability of OS/390, Z/OS Systems. Provided onsite support/solutions to various system- related problems. 2017-05 - 2017-09 DANSKE IT-AND SUPPORT SERVICES INDIA PVT LTD MAINFRAME OPERATIONS PLANNER, Bangalore, Karnataka A Danske Bank Subsidiary – EJBY, Denmark and Brabrand Been to offices at Denmark – Copenhagen, Aarhus and IBM Client iovative center - Hungary Székesfehérvár to get the Knowledge transfer and trained team as Subject matter expert. System Administration & Mainframe Data center Operations - providing on-going support to OS/390 and Z/OS Systems. Responsible for maintenance and ensuring availability of OS/390, Z/OS Systems. Provided onsite support/solutions to various system- related problems. 2015-01 - 2017-05 COMPUTER SCIENCES CORPORATION (DXC) SYSTEM ANALYST ( ROLE-TEAM LEAD ), Chennai, Tamilnadu Production Control and Batch Scheduling done for following projects: Royal and Sun Alliance , Caceis , Xerox and SFR accounts. Provided SME support to teams and also lead projects by Scheduling and managing the ZOS environments. Supported 24x7 oncall for multiple project and team members. 2012-02 - 2015-01 IBM INDIA PRIVATE LIMITED MAINFRAME SERVER SYSTEM LEAD SPECIALIST., Chennai, Tamilnadu Team Focal for Mainframe and Midrange batch and console operations. Batch / Console Monitoring & Tape Management. Perform IPLs and managing ZOS system remotely through various commands, Processes and procedures from the command Center in Chennai,India.Education 2005-06 - 2009-07 BACHELOR-OF-TECHNOLOGY: INFORMATION TECHNOLOGY R.M.K Engineering Collage - Anna University. - Chennai 2003-06 - 2005-06 MATRICULATION - HIGHER SECONDARY - 12TH GRADE LEO Matriculation Higher Secondary School - Chennai 2002-06 - 2003-06 MATRICULATION - 10TH GRADE Velammal Matriculation Higher Secondary School - Chennai .",
    "id": 8,
    "label": [
      {
        "start": 0,
        "end": 10,
        "text": "Eswarchand",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 148,
        "end": 166,
        "text": "ESWARJCL@GMAIL.COM",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 127,
        "end": 141,
        "text": "+918667301463 ",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 259,
        "end": 269,
        "text": "MS Project",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 270,
        "end": 276,
        "text": " Excel",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 223,
        "end": 241,
        "text": "Agile Scrum Master",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 316,
        "end": 349,
        "text": "10 + Year. INFRASTRUCTURE PROJECT",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 352,
        "end": 381,
        "text": "PROGRAM MANAGEMENT - 4+ YEARS",
        "labels": [
          "Experience"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 11,
    "created_at": "2022-07-20T14:42:50.328055Z",
    "updated_at": "2022-07-20T14:42:50.328055Z",
    "lead_time": 93.583
  },
  {
    "text": "Murali S Email: murali.shanmugaval@gmail.com / psmk1990@live.com Mobile No: +91 8667318185/+968 97563690 STRUCTURAL ENGINEERING- PRODUCTION PLANNING & PEB OPERATIONS- PROJECT PLANNING -APPLICATION CONSULTANT BE-Mechanical with 10 years’ experience in Production Planning Department, Project Operation skills on Co-ordination, Detailed Drawings coordination, Drawing Checker, MTO Design Queries, Connection marking plans, Project requirement drawings of Pre-Engineered Steel Buildings (PEB structures), High Rise Buildings, Fabrication of vessels. Pre–Engineering Activities-Design CMP’s, Detailed Project drawings & queries, Handling Project work software like AUTOCAD, for preparation of General arrangement, Erection, Fabrication drawings as on client-based requirements. Roles handled in PEB & High-rise building steel structural Engineering organization: Production & Planning Department, Structural Engineering Project office, ERP/SAP. Roles handled in vessel’s and Spool fabrication: Production & planning Department, Shop floor Control. Educational Qualification: Technical : Bachelor of Engineering in Mechanical Institute : National Engineering College, Project : Utilization of Biodiesel-Butanol Blends as fuel in diesel engine Additional Qualification: SNT-TC-1A of ASNT Level II for Radiography Testing, Magnetic Particle Testing, Liquid Penetrant Testing and Ultra Sonic Testing. Computer Literacy: AutoCAD, Solid works, MS office & Production flow assist in SAP-PP & SAP-MM project. Company profile: Al Tasnim Manufacturing LLC-Muscat - Working as Project Engineer for PEB Division, Handling project activities on steel PEB projects. (June 2017 to Till date)Mabel Engineering Private Ltd-Chennai - Worked as Project Engineer for Vessels, Spools & Structural Fabrication. (Mar-15 to April-17) Planning Dept Co-ordination, Order management Support, Engineering Team Co- ordination, Purchase Team Co-ordination for Material planning. ES Haji-Chennai - Worked as Production & Planning Engineer – Valves, Tanks Fabrication. (Oct-13 to Jan-15) Aqua Sub Engineer-Coimbatore - Worked as Production Engineer, Control the planning activities of work floor. (Aug-12 to July-13) Job Profile: Roles Handled in Organization: # Material scheduling Project wise with Production planning co-ordination # Drawings release with Engineering\\Contracts Co-ordination # Planning HR Plates, Miscellaneous steel sections as per standards # Inventory, Project wise estimation and Actual comparison, Material Planning based on Project wise # Co-ordination standard job requirements to relevant departments #Material check and Issue of Bought out drawings of structures as per specification and procedure with contract documents #Assist Project Coordinator and in preparing plan of Work and Inventory #Providing inputs to enable material Indent and Material Procurement #Internal Co-ordination and involved participation in project # Maintaining check records for current steel stock # Checking /Verification /Approval for material to Plan of Work # Assist Project coordinators and HODs in preparing action plans and Related Project work. Structural Engg activities: # Detailing& Checking activities in AutoCAD# Connection marking plans, GA Plans # Neutral Model, Principle Model Checking as per Standard # Standard & Client drawings Input review # Markup drawings undergone variations # Material take off, Advance Material list for material procurement # Import & Export Model Checking # Technical queries with Pre-engineering activities # Pre-Engineering activities in Client Requirements, Drawings for Material, Proposal with availability # Variation in Client Inputs, Profiles, Detailed, Sections, split up, Dimension Connecting Members # Extension phases, Priority inputs with Technical queries. Planning Dept: #Co-ordination with Design, Detailing & CSD Dept for project schedule # Plan for the miscellaneous material requirements on upcoming projects consideration of lead time # Shop floor drawings queries observation & handling line wise issue # Revised drawings follow up to the shop floor # Issue Cutting sheet for shop floor production # Raw material calculation for the material stock in shop floor # Planning workload on cleared projects to shop floor # Planning indents as per raw material stock & running projects. Reports in SAP/ERP/Project: # Monitoring production clearances, Indent tracking, Planning reports# Manage reports for daily production, drawing releases, monthly reports of PPC Requirements # Source wise producing monthly consumption reports & weekly reports # Daily breakup reports for the job status # Planning schedule for the advance material flow chart. Personal details: Father name: P. Shanmugavel Date of birth: 02-03-1991 (Age 31) Known languages: Tamil, English, Telugu & Hindi Passport no: V4267018 Date of expiry: 01.06.2032 Nationality: Indian Permanent address: 7/1281, North Street, Palavanatham Post Virudhunagar - 626004. Place: Virudhunagar (S.Murali)",
    "id": 7,
    "label": [
      {
        "start": 0,
        "end": 8,
        "text": "Murali S",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 16,
        "end": 44,
        "text": "murali.shanmugaval@gmail.com",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 46,
        "end": 64,
        "text": " psmk1990@live.com",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 76,
        "end": 90,
        "text": "+91 8667318185",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 91,
        "end": 105,
        "text": "+968 97563690 ",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 226,
        "end": 281,
        "text": " 10 years’ experience in Production Planning Department",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 661,
        "end": 669,
        "text": "AUTOCAD,",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 932,
        "end": 939,
        "text": "ERP/SAP",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1472,
        "end": 1488,
        "text": "SAP-PP & SAP-MM ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1514,
        "end": 1517,
        "text": "Al ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1648,
        "end": 1697,
        "text": "(June 2017 to Till date)Mabel Engineering Private",
        "labels": [
          "Experience"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 10,
    "created_at": "2022-07-20T14:39:59.474845Z",
    "updated_at": "2022-07-20T14:39:59.474845Z",
    "lead_time": 116.679
  },
  {
    "text": "RESUME Akheel (B.E Mechanical) #602 1st cross Lakshmi Nagar Hyderabad - 500015Telangana Phone: +919738464500 Email-ID: akheel1101@gmail.com SUMMARY ● Design engineer in Rexnord Industries LLC, Hyderabad ● 9+ years of experience; 3-year 6 months in Rexnord Industries Ltd. (Dec 2018 – till date) ● Strong Knowledge in Structural Design & hand Calculation (IS: 808-1989, IS: 800-2007), Shaft Design & Calculation (DIN-743-1 to 743-3), Selection of Gear box (IS3177-1999), Bearings, oil Seals, Motors and Couplings. ● Experience in Shaft Design as per DIN 743, Gear Box Design as IS:4460- 1995 (1 To 3) ● Certified in Geometrical dimensioning and tolerance (Y14.5M-Basic & Advance), Tolerance stack-up (WC/RSS/MRSS), Manager Development Program (MDP), CNC programmer FANUC, Auto Cad. ● Proficient in Plastic and Sheet Metal Component Design; Injection Mould, Press tool Design. ● Good knowledge of Six Sigma (DFSS) Application. ● Hand on experience in design tools (Pugh selection method, DFMEA, DFMA, and Tolerance Loop/Stack up Analysis (WC, RSS & MRSS), Prototyping and Testing). ● Extensive Expertise in Modelling by Solid Works-2021 & PDM (CREO, Model Based Definition (MBD), Auto cad) & Product life cycle management (Wind-chill). ● Expertise in Handling Top-Down Design (TDD) in appliances and heavy machinery. ● Expertise in Design and development of Operator Cabins, Overhead Cranes, Cage Lifts, Transfer Trolley as per IS standards. Also have good knowledge in Sheet Metal Fabrication, Prototype Building, and different Manufacturing Processes. Rexnord Industries Ltd. Design Engineer 3 Year 6 Month Tech Mahindra Ltd, Hyderabad Design Engineer 2 Year 5 Month Harsha Engineering Bangalore Pvt Ltd. Design And Development Engineer 1 Year 6 Month SGF FAB Industries, Bangalore Design Engineer 2 Year 4 Month EDUCATION QUALIFICATIONS: ⮚ B.E Mechanical -2012 (64%): B.T.L Institute of Technology & Management Bangalore, Karnataka affiliated to VTU Belgaum. ⮚ Diploma (Tool & Die Making)-2009 (74%): Govt. Tool Room & Training Centre Hospet, Karnataka. ⮚ X Standard (68%)-2005:Vanashree Residential High School Sagar TECHNICAL SKILLS: CAD & Tools: Solid Works 2021, Pro-E Creo 4, Auto Cad 2014, Wind chill, Model Base Definition (MBD), GD&T, Six Sigma, Tolerance Analysis/ Stack up, Other Tools : Ms Office, CNC Programming, Tool & Die Making. PROFESSIONAL EXPERIENCE:1. Regal Rexnord Industries LLC (3 Years 6 Months – Project Lead) Project description: New Product Development of Quadrive - Gear Box. Cad Software : Solid Works 2021, Draft Sight 2019 Team Size : 09 Contribution : Different concept generations (Pugh selection), casting housings design calculation as per IS-8062. NPD Stage Gates reviews, drawing checking with GD&T, applying Fits and Tolerances, DFMEA, Calculating RPN Numbers, Finding Solutions, tolerance stack up by using WC and RSS method. RESPONSIBILITIES: ⮚ Project lead on 6207 drive gearbox. ⮚ Learning and mentoring associates about different design and manufacturing processes. ⮚ Creating work instructions to ease the design process by using FALK Standards. ⮚ Created and maintained strict timeline schedules for several tasks simultaneously. ⮚ Maintained direct contact and coordination with all stake holders throughout all stages of the project. ⮚ Conducting Brain storming sessions within the team. 2. Tech Mahindra Ltd. (2 Year 5 Month –Design Engineer) Client: GE Appliances, Refrigeration Domain Project description: Redesign and Development of Air- Duct, Evaporator Assembly (Reduced Fan Noise at Seal System) Cad Software : Pro-E WF5, Auto Cad 20014, Team Size : 04 Contribution : 3D Models, Manufacturing Drawing Creation, Sheet Metal Development Drawing, Laser Cutting drawing, fixture, Design, design calculations, nesting for laser cutting, Etc RESPONSIBILITIES: ⮚ Designing Plastic/Sheet metal components for COQ, NPI/NPD Projects. ⮚ Taking complete ownership of COQ projects, assigning tasks to a team members, reviewing drawings as per GE Standards, PDI’s and SOP’s. ⮚ Creating different representations in assembly and checking interferences with other components. ⮚ Concept feasibility testing by prototyping (physical, 3D and virtual). ⮚ Engg. change management (ECN & DCN) & product life cycle management (PTC-Wind chill). ⮚ Large assembly design (TDD) and preparing detailed drawings with GD&T. ⮚ Working on innovation activities across the subsystems and filing E-disclosures ⮚ Detailed design of components using various design tools (FMEA, Tolerance loop analysis, DFMA, Pugh matrix method for concept selection, Pareto charts).3. HARSH ENGINEERING BANGALORE PVT LTD. (1 Year 6 Month-Design & Development Engineer) RESPONSIBILITIES: Project Title : Backhoe Loader Operator Cabin. Cad Software : Pro-E WF5, Solid Works 2012, Auto Cad 2014 Contribution : Design & Manufacturing of operator cabin (per IS 20474-1,2,34), Project customization per company capability, Sheet Metal Development, fixture design, Hand calculations, nesting for laser cutting. 4. SGF FAB INDUSTRIES (2 Year 4 Months – Design Engineer) Client: Jindal Steel Ltd Project Title : 10 Ton Single Girder over Head Crane (As per IS: 4137, IS: 3177-1999). Cad Software : Solid Works 2012, Auto Cad 20014, Contribution : Structural Design & hand calculation, Design & development of machine element (Gear Box, Motor, couplings), Shaft Design & calculations, Assembly creations, 3D models, 2D drawings, GD&t Applications, Welding Methods, Erection and Commissioning, Generation of Bill of materials, Estimation of costing. PERSONAL PROFILE: ⮚ Father’s Name : Syed Cand Pasha ⮚ Date Of Birth : 07 Apr 1990 ⮚ Marital Status : Married ⮚ Nationality : Indian ⮚ Passport No : K7765720 ⮚ Languages Known : English, Kannada, Hindi, Telugu ⮚ Permanent Address : Ward N0.3, Renuka badavane, Neermanvi, ,Manvi (TQ) Raichur (Dist) Karnataka Date: 25 /05/ 2022 Place: Hyderabad (Akheel)",
    "id": 6,
    "label": [
      {
        "start": 7,
        "end": 13,
        "text": "Akheel",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 95,
        "end": 108,
        "text": "+919738464500",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 119,
        "end": 139,
        "text": "akheel1101@gmail.com",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 205,
        "end": 228,
        "text": "9+ years of experience;",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 229,
        "end": 295,
        "text": "3-year 6 months in Rexnord Industries Ltd. (Dec 2018 – till date) ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 771,
        "end": 779,
        "text": "Auto Cad",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 749,
        "end": 769,
        "text": "CNC programmer FANUC",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1576,
        "end": 1624,
        "text": "Design Engineer 3 Year 6 Month Tech Mahindra Ltd",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1626,
        "end": 1703,
        "text": "Hyderabad Design Engineer 2 Year 5 Month Harsha Engineering Bangalore Pvt Ltd",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1841,
        "end": 1856,
        "text": "B.E Mechanical ",
        "labels": [
          "Degree"
        ]
      },
      {
        "start": 1069,
        "end": 1077,
        "text": " Testing",
        "labels": [
          "Skills"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 9,
    "created_at": "2022-07-20T14:37:08.365978Z",
    "updated_at": "2022-07-20T14:37:08.365978Z",
    "lead_time": 264.631
  },
  {
    "text": "Venkatesh Tekullapaly Mobile: 9966780183 E -Mail: Venkatharak@gmail.COM PRESENT WORKING: TOTAL 8+ YEARS OF EXPERIENCE Resigned Job in Cyient Ltd and Serving Notice Period and my last working day is 30/April/2022. NATURE OF WORK. Working as Design Engineer in Rail Domain for 5+Yrs in PII for Different types of Trains as below. 1. Double Decker (Bi-level, NJTMLIII, R142) 2. Monorail (Cairo) 3. Metro (Metrolinx) • Working on CAD software CATIAV5R21. • Working on PLM software like PDM, VPM & SAP. • Working on Engineering Change request, Product change request, Concept Design, Preliminary Design & Detail design works. • Hands on experience in creating 3D modeling within a product development environment in all modules Part design, solid, surface, Sheetmetal, Assembly and Drafting. • Knowledge on material grades selections, Engineering parts and mechanical hardware such as nuts, Screws, washers, gaskets and sealants. • Good Communication Skills in Presentation, Technical report writing, TimeLine Creation and Management skills. • Successfully executed more than 100+ ECR/ECN work packages for Bi-level Project by Individually. • As a Key Team member successfully executed Installation Drawings For Bi-level of more than 20K hours. • Successfully executed PCR work packages like redesign Electronic Air Gauges system from analogue to digital meter and relocation of Emergency break for Bi-level project. • Successfully Completed PDR & DDR work for Bi-Level projects like 783 & 27617 contracts. • Successfully Completed PDR & DDR work for NJT MLIII Window mask Installation. • Successfully Completed PDR work for CAIRO Platform on Ceiling Layout Installation. EXPERIENCE: Clair Engineers Pvt Ltd (2016 to 2017) Worked at Clair Engineers Pvt Ltd (CEPL) as Engineer in Design Department, for 1year from (2016 April to 2017 April). CEPL is well known for Design, Manufacturing & Erection of Air Pollution Control Equipment’s like Bag filters, Electro Static Precipitators, Ducting & Dampers for Cement & other industries. Roles of Work • Preparing the General Arrangement Drawings (GA). • Preparing Manufacturing Fabrication Drawings Parts, Assembly & Installations. • After Site Visit Preparing Routing Drawings for Ducting. • Preparing the Material indents & Drawings for Tender Purpose.PRIME HI TECH ENGINEERING LTD (2013 TO 2016) Worked at Prime High tech Engineering Ltd (PHEL) as Engineer in Design Department, For 3 Years, from (2013 April to 2016 March) PHEL is well known for manufacturing of heavy machining, fabrication & Stamping components used in power plants, cement and other industrial applications. Roles of Work • Worked in Material Preparation Section responsible for Rolling, Shearing & Bending operations. • Nesting drawings for Plasma Machine. • Creating Manufacturing Detailed Drawings from 3D models with Required GD&T and Welding symbols. • Preparing the material & Paint indents for new orders and finding the scrap percentage for Quotations • Responsible for Maintaining the Control Drawings In Shop Floor. RANE ENGINEE VALVES Worked as Apprentice in Quality Control Department for 6 months from(16th Aug to 15th Jan) 2012.. EDUCATION • PGCTE -CAD/CAM For Tool Engineering Passed out in February2013 with distinction from CITD (HYD) • B. E - Aeronautical Engineering Passed out in April 2011 with first class from MLRIT (HYD) SOFTWARE EXPOSURE: CAD : CATIA, AUTOCAD, INVENTOR, PRO-E. SERVER : 3DCOM (VPM), SAP. SKILLS • Having good Knowledge in Engineering Drawings, GD&T and Welding Symbols. • Having good knowledge in Sheet Metal, Structural, Assembly and Installations. PERSONNEL DETAILS Passport number : R1588590 Father name : T. Mallikarjun Reddy Date of Birth : 08-04-1989 Marital Status : Married Present CTC : 5.05 L Communication address : Sai Ganapati Plaza Apartment, Flat no-203. Chandanagar, Shankar Road N0-5, Hyderabad.",
    "id": 5,
    "label": [
      {
        "start": 0,
        "end": 21,
        "text": "Venkatesh Tekullapaly",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 29,
        "end": 41,
        "text": " 9966780183 ",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 50,
        "end": 71,
        "text": "Venkatharak@gmail.COM",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 89,
        "end": 117,
        "text": "TOTAL 8+ YEARS OF EXPERIENCE",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1667,
        "end": 1717,
        "text": "EXPERIENCE: Clair Engineers Pvt Ltd (2016 to 2017)",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1797,
        "end": 1835,
        "text": "1year from (2016 April to 2017 April).",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 3383,
        "end": 3388,
        "text": "CATIA",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 3390,
        "end": 3397,
        "text": "AUTOCAD",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 3398,
        "end": 3407,
        "text": " INVENTOR",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 3409,
        "end": 3449,
        "text": "PRO-E. SERVER : 3DCOM (VPM), SAP. SKILLS",
        "labels": [
          "Skills"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 8,
    "created_at": "2022-07-20T10:16:14.865740Z",
    "updated_at": "2022-07-20T10:16:14.865740Z",
    "lead_time": 310.165
  },
  {
    "text": "Thukka Giri Mechanical Design Engineer H. No : 9/164, Mugati Peta, Soganur Road, Yemmiganur, AP-518360 Ph. No : +91 8885324114 Email ID : thukka.giri347@gmail.com SUMMARY:  Creative, detail-oriented, and Self-Motivated Person. Have total 4 years 4 Months Experience in Various Field. As a Mechanical Engineering Experience with over 2 year experience in Engineering Design Implementation and Delivering training and Learning Content to individuals at different Engineering Designs level. Taking Responsibility of Inspection Reports. Good at Material selection Process. Knowledge on QC.  Expert in Mechanical Engineer techniques, drafting designs and industry best Practices to consistently accomplish project goals. Successful in working collaboratively with teammates to complete multifaceted technical projects on time.  Have an Extensive working experience with Solid works and CATIA V5 in particularly Part modelling, Assembly, Surface and Drafting Modules. Talented in transforming Draft Dsigns into efficient, effective and quality designs. Expert in Design and Detailing of Projects by Reverse engineer Process and delivering efficiently. EXPERIENCE:  Company Name : MoldTek Technologies Pvt. Ltd.  Designation : Jr. Design Engineer (Solid works) Period : Working Present (from Aug 2021). Key Role: Taking responsibility of Jr design engineer liabilities. Working on service based projects like poles & Tower & traffic structure projects from US clients. Using metric inch base system and ASME standers.  Company Name : Innomet Advanced Materials Private Limited. Designation : Design Engineer (Solid works) Period : 1 year Key Role: Worked various different defense Project. Design and detailing of Die design, Machine Design, Furnaces, and Gas Atomization Nozzles. Theoretical Design on Cold Press for Punches and Dies. Preparing for Raw material estimation for RFQ and preparing Weight, Volume and Density Reports as per Archimedes’ Principle. Preparing for manufacturing Drawigwith GD & T (IS Standards). Take Responsibility for inspection report such as FAIR & Dimensional Reports as per AS9102 Standards and Balloon Drawing Preparation. Supporting to QA.  Company Name : RMSI Private Limited. Designation : GIS Engineer (Roads and Navigation) Period : 1 year 9 months. Key Role: Taking Responsibility on Roads, Lanes and Highway & its properties. Fixing geometry problems, applying roads attributes like one ways, turn restrictions, barrios, Bridges & its levels. Supporting to QC. SKILL PROFILE: Hands on worked CAD Tool : Solid works-2017 & 2021 from 2 Years 10 months, cativ5 6 months Learned Software’s ` : Solid works, CATIA, Pro-E, Creo, Auto CAD, and UG-NX7.5, Ansys work bench, hyper mesh, Solid works Basic Simulation. Other Tools : MS Office, QA-CADD LT, Ultimate Maker (3D printer).ACHIEVEMENTS:  Company Name : SS Education Services. Designation : Graduate Engineering Trainee (Solid Works, CATIA V5 & Ansys) Period : 6 months (freelancer). Key Role: Collaotin with Students and train them with CATIA V5, Solid works & Ansys Work Bench (Static analysis). Design & Detailing of Various projects like Chassis frame like ATV, Formula, and Volkswagen beetle and x shaped. Radial engine fins to optimize the heat transfer. Impeller transfer to mass flow rate, low to high. Comparing leaf and adjustable suspension system, Acoustics & Flashing cutting tool.  Company Name : DesignTech System Ltd. Designation : Graduate Engineering Trainee (CATIA V5 & Hyper mesh) Period : 6 months (Internship Program).  Company Name : ACME CADD Engineer Institute Designation : Trainer (CATIA V5, Solid works & Pro-E) Period : 8 months EDUCATION:  B.Tech Mechanical Engineer with 68.42% from Dhruva Institute of Engineering & Technology affiliated with JNTUH, Telangana (2012-2016).  Intermediate with 75.3% from State Board of AP (2012).  SSC with 72.1% from State Board of AP (2010). PERSONAL SKILLS:  Creative Thinking  Developing Rapport  Self-motivatingMorePatience & Hard worker  Good Analytical Skills  Team Player PROJECT PROFILE:  Organization : Elite Techno Groups Work location : Kunigiri cross Road, Bangalore Tools : Solid works Weldments. Role : GET at Design engineer, Concept of Go Kart Design. Modelling, Drafting and Analysis of Go Kart Chassis by using Solid works weldments.  Organization : Win mill Work location : Done in College, Hyderabad Tools : Pro-E & Ansys Role : Team Lead, Concept of Random analysis & Fatigue life of Automobile Chassis. Modelling and Analysis. Reduce weight of Chassis and increase the strength. Interests & Hobbies:  Solving Puzzles Like Sudoku, Rubik Cube.  Listening to music and surfing internet.  Passion in Drawing.CERTIFED COURSE:  Dassault Systemes Certified CATIA V5 Specialist in Mechanical Designer  Dassault Systemes Certified CATIA V5 in Part Design  Dassault Systemes Certified CATIA V5 in Assembly Design AWARDS:  Achieved NCC “A” certificate during year of 2009 to 2010 in AP.  Participated 3D Diwali Contest in Design Tech Systems Limited.  Got “Grace under Pressure” Award which is held in RMSI Pvt Ltd.  Won First prize in Basketball which held in college.  Computer examination got “A” Grade certificate from NIIT During in the Academic Year 2008- 2009. Yours faithfully (Thukka Giri)",
    "id": 4,
    "label": [
      {
        "start": 0,
        "end": 12,
        "text": "Thukka Giri ",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 112,
        "end": 126,
        "text": "+91 8885324114",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 138,
        "end": 162,
        "text": "thukka.giri347@gmail.com",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 239,
        "end": 283,
        "text": "4 years 4 Months Experience in Various Field",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 334,
        "end": 373,
        "text": "2 year experience in Engineering Design",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2767,
        "end": 2776,
        "text": "MS Office",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2648,
        "end": 2654,
        "text": " CATIA",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2656,
        "end": 2662,
        "text": "Pro-E,",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2663,
        "end": 2667,
        "text": "Creo",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2668,
        "end": 2677,
        "text": " Auto CAD",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2683,
        "end": 2692,
        "text": "UG-NX7.5,",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2777,
        "end": 2788,
        "text": " QA-CADD LT",
        "labels": [
          "Skills"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7,
    "created_at": "2022-07-20T10:10:05.905204Z",
    "updated_at": "2022-07-20T10:10:05.905204Z",
    "lead_time": 206.342
  },
  {
    "text": "Rajasekar M Ui Ux Designer Developer at CEIPAL Solutions 4 Year(s) 0 Month(s) | Chennai | INR 7.0 Lac(s) 9600626190 rajasekarbuvana161@gmail.com “ As a web designer, my objective is to make a positive impact on clients, co-workers and the internet using my skills and experience to design compelling and attractive websites and Mobile applications WORK SUMMARY Solving code problems.Proficient in Html, css,bootstrap,Dreamweaver,Responsive Design and Media query.Basic knowledge of WordPress, Adobe photoshop,JavaScript. convert psd to Html,convert psd to bootstrap. Industry : IT Services & Consulting Functional Area : UX, Design & Architecture Role : Web Designer WORK EXPERIENCE Ui Ux Designer Developer Oct 2021 - Till Date CEIPAL Solutions Ux UI Developer Jun 2020 - Jun 2020 Rurutek Private Limited Ui Ux Developer Jun 2020 - Oct 2021 Rurutek Private limited I have 3+years of experience in front end design & development, Wireframes,Prototype,Psd to Html conversion. Front End Developer May 2018 - May 2020 Rapid Care Transcription Create a responsive wireframe website design and wireframes and prototype design. PROJECT DETAILS Kuralazhi Rathinam May 2021 to Jun 2021 Client : Rathinam Group Of InstitutionsNature of Employment : Full Time Project Details: Rathinam Organization, We have mentioned in all thirukkural books details. Naviyagroup.com Jan 2021 to Feb 2021 Client : Naviya Technologies Role : 10 Nature of Employment : Full Time Role Description : UX /UI designer Team Size : 1 Skill Used : HTML, css, js Project Details: naviyagroup.com Rurutek Pvt Ltd Oct 2020 to Dec 2020 Client : rurutek.com Nature of Employment : Full Time Project Details: company website Rapidcare May 2018 to Jul 2018 Client : Rapid Care Transcription Role : 99 Nature of Employment : Full Time Role Description : Web Designer Team Size : 1 Skill Used : Html, css,javascript,bootstrap 3,jquery,Photoshop .. Project Details: Rapidcare Company website EDUCATION DETAILS P.G. MCA (Computers) 2018 Thiruvalluvar UniversityU.G. BCA (Computers) 2018 Thiruvalluvar University CERTIFICATIONS Solo learn, w3schools,Solo learn,FreecodeCamp IT SKILLS Skill Name Version Last Used Experience HTML5 5.1 2019 1 Year(s) 10 Month(s) CSS 3 2019 1 Year(s) 5 Month(s) WORDPRESS 4 2019 0 Year(s) 6 Month(s) JavaScript 5 2019 0 Year(s) 5 Month(s) MySQL 2 2019 0 Year(s) 5 Month(s) DESIRED JOB DETAILS Job Type : Permanent Employment Status : Full time US Work Status : Not Mentioned Preferred Location : Chennai PERSONAL DETAILS Name : Rajasekar M Gender : MaleMarital Status : Single/unmarried Date of Birth : 31 Jul 1996 Address : 13/7 Samuthiram colony,Tiruvannamalai Tiruvannamalai-606601 Mobile : 9600626190(M) , 8248659166(R) Email ID : rajasekarbuvana161@gmail.com",
    "id": 3,
    "label": [
      {
        "start": 0,
        "end": 11,
        "text": "Rajasekar M",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 40,
        "end": 78,
        "text": "CEIPAL Solutions 4 Year(s) 0 Month(s) ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 105,
        "end": 115,
        "text": "9600626190",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 116,
        "end": 144,
        "text": "rajasekarbuvana161@gmail.com",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1851,
        "end": 1855,
        "text": "Html",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1857,
        "end": 1860,
        "text": "css",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1861,
        "end": 1871,
        "text": "javascript",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1884,
        "end": 1891,
        "text": "jquery,",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2322,
        "end": 2328,
        "text": " MySQL",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 509,
        "end": 519,
        "text": "JavaScript",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 536,
        "end": 540,
        "text": "Html",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 621,
        "end": 623,
        "text": "UX",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 482,
        "end": 491,
        "text": "WordPress",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 403,
        "end": 406,
        "text": "css",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 407,
        "end": 416,
        "text": "bootstrap",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 397,
        "end": 401,
        "text": "Html",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2177,
        "end": 2213,
        "text": "HTML5 5.1 2019 1 Year(s) 10 Month(s)",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2214,
        "end": 2246,
        "text": "CSS 3 2019 1 Year(s) 5 Month(s) ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2246,
        "end": 2284,
        "text": "WORDPRESS 4 2019 0 Year(s) 6 Month(s) ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2284,
        "end": 2322,
        "text": "JavaScript 5 2019 0 Year(s) 5 Month(s)",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2322,
        "end": 2356,
        "text": " MySQL 2 2019 0 Year(s) 5 Month(s)",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2678,
        "end": 2688,
        "text": "9600626190",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 2694,
        "end": 2704,
        "text": "8248659166",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 2718,
        "end": 2747,
        "text": " rajasekarbuvana161@gmail.com",
        "labels": [
          "Email"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 6,
    "created_at": "2022-07-20T10:04:37.378554Z",
    "updated_at": "2022-07-20T10:04:37.378554Z",
    "lead_time": 409.153
  },
  {
    "text": "Balaji V Front-end Developer +91 98652 29822 bala34735@gmail.com 3/130 G2, Kanakkampalayam Pirivu, Perumanallur, Tirupur 641-666 EXPERIENCE Ezio Solutions , Coimbatore – Front-end Developer April 2021 to Present • Design the product using react JS & validations API integrations • Developing the client projects in Html & Wordpres and shopping woocommerec sites Autoattend, Coimbatore — Front-end Developer November 2019 to March 2021 • Develop the exisisting webapps with new feauture designs based on the client requirements • Performed routine updates, upgrades and overall maintenance of website • Developed new webapp designs in rails project by latrest technologies ( Bootstrap 4 ) ( React ) and in ( wordpress ) Projects Worked : 1) autoattend.com 2) adventurekidsplaycare.com 3) puzzled.in Designosoft, Coimbatore — Front-end Developer cum Tester October 2018 - November 2019 • Developed graphic images and effects to achieve design goals • Worked directly with client to establish project scope, interaction guidelines, and project time lines • Design the webpages from scratch ( PSD to HTML conversion) • Design & Develop the website using wordpress by custom theme developement • Analyse and optimize the webpages , and increase the page loading speed Projects Worked : 1) ERP projects 2) Dynamic Websites 3) Static websites 4) Dashboard designs 5) WordPress, woocommerce EDUCATION ✓ Velalar College of Engineering and Technology , Erode ( B.E - Mechanical ) [ 2017 – 67% ] ✓ Sri vigneshwara Hr. Sec. School, Perumanallur ,Tirupur ( HSC ) [ 2013 – 76% ] SKILLS ★ Javascript ★ React JS ★ HTML ★ CSS ★ Bootstrap ★ Wordpress ★ Figma ★ Git CERTIFICATIONS Completed Certification Course on Web Designing & Worked in Live Projects ( Haqto Technologies - Coimbatore) LINGUISTIC SKILLS To Speak: Tamil, English To Write : Tamil, English STRENGTH ★ The ability to work in team ★ Hard - Working with lot of patience ★ Self Confident ★ Positive Attitude ★ Quick Learner",
    "id": 2,
    "label": [
      {
        "start": 0,
        "end": 8,
        "text": "Balaji V",
        "labels": [
          "Name"
        ]
      },
      {
        "start": 45,
        "end": 65,
        "text": "bala34735@gmail.com ",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 29,
        "end": 44,
        "text": "+91 98652 29822",
        "labels": [
          "Phoneno"
        ]
      },
      {
        "start": 1096,
        "end": 1101,
        "text": "HTML ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 690,
        "end": 696,
        "text": "React ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 707,
        "end": 716,
        "text": "wordpress",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 387,
        "end": 434,
        "text": "Front-end Developer November 2019 to March 2021",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 169,
        "end": 212,
        "text": " Front-end Developer April 2021 to Present ",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 1574,
        "end": 1585,
        "text": "Javascript ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1587,
        "end": 1595,
        "text": "React JS",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1598,
        "end": 1602,
        "text": "HTML",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1605,
        "end": 1608,
        "text": "CSS",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 1611,
        "end": 1621,
        "text": "Bootstrap ",
        "labels": [
          "Skills"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 5,
    "created_at": "2022-07-20T09:30:45.881923Z",
    "updated_at": "2022-07-20T09:30:45.881923Z",
    "lead_time": 197.618
  },
  {
    "text": "altafansaripda@gmail.com +91-9108778332 Zam Zam colony 2nd cross, Kalaburagi - 585102 linkedin.com/in/altaf-ansari309/ github.com/altafansari-ds/ WORK EXPERIENCE: EDUCATION: B. E : Mechanical Engineering Poojya Doddappa Appa college of Enginerring, Karnataka CGPA : 8.6 2016-2020 CERTIFICATIONS: 2020-08 Data science certification. 2020-12 Tensorflow Development certificate. 2021-01 SQL Certificate (Udemy). 1 year of experience in Data science and Data Analytics, seeking to be a part of a solid data science team for business development and strategy design purposes, through my knowledge in ML, Deep Learning, Python & Data visualization combining with great communication & presentation skills. SKILLS: Statistics: Programming: Tools: Data: Altaf Ansari Data Scientist Junior machine learning engineer People Tech Group March 2021 - Present ● People Tech has added value to Weyerhaeuser by providing HR application Support which comprises of PeopleSoft HRMS, work Brain and Legacy HR applications. ● Assisted in research and Implementation of Artificial Intelligence in ERP system for healthcare client. ● Collected, studied, and interpreted large datasets; conducted reports; performed accurate, successful data management. ● Developed and implemented new forecasting models which increased the accuracy of the ERP system. ● Participated in monthly meetings with executives, provided information on the progress. Data science intern Innomatics research labs Aug 2020 - Mar 2021 ● Innomatics is a Data driven company with expertise in building products, solutions in the area of artificial Intelligence, Big data and cloud Technologies. ● Worked closely with the data science team to build the snoring pattern recognition using Deep learning and python to segment and visualize the snoring pattern. ● The device showed a higher accuracy of 80% when compared to older device. CASE STUDY: Sentiment Analysis on Flipkart Product reviews: Using contextual mining of text which identifies and extracts subjective information from reviews and helping the business to understand the social sentiment of their brand, product and services using Web Scraping, Python & NLP. OTT Platform Churn Analysis: Using the data from the company and finding out whether the person using product will churn in near future, To do this the data is cleaned, visualized and Machine learning algorithms were used on top of it to predict the churn And finally deploying it using Heroku. ● Descriptive / Inferential Statistics 12th : Higher Secondary (Science) Al-Ameen Pre University College CGPA: 8.8 2016 10th : High School Divine English Medium High School kalaburagi CGPA : 8.1 2014 ● Preprocessing ● SQL ● Hypothesis Testing ● Python( Pandas, Seaborn, Matplotlib) ● Machine learning ● AWS ● Microsoft Office 365 ● PostgreSQL ● Excel ● Heroku ● Tableau ● Visualization ● Forecasting ● Deep Learning ● Web scraping ● NLP ● Tensorflow2 ● Computer vision ● Predictive modeling ● Text Mining",
    "id": 1,
    "label": [
      {
        "start": 0,
        "end": 14,
        "text": "altafansaripda",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 0,
        "end": 24,
        "text": "altafansaripda@gmail.com",
        "labels": [
          "Email"
        ]
      },
      {
        "start": 174,
        "end": 203,
        "text": "B. E : Mechanical Engineering",
        "labels": [
          "Degree"
        ]
      },
      {
        "start": 595,
        "end": 597,
        "text": "ML",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 599,
        "end": 612,
        "text": "Deep Learning",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 614,
        "end": 620,
        "text": "Python",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 708,
        "end": 718,
        "text": "Statistics",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 807,
        "end": 845,
        "text": "People Tech Group March 2021 - Present",
        "labels": [
          "Experience"
        ]
      },
      {
        "start": 2682,
        "end": 2685,
        "text": "SQL",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2688,
        "end": 2707,
        "text": "Hypothesis Testing ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2709,
        "end": 2746,
        "text": "Python( Pandas, Seaborn, Matplotlib) ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2748,
        "end": 2764,
        "text": "Machine learning",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2766,
        "end": 2770,
        "text": " AWS",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2773,
        "end": 2793,
        "text": "Microsoft Office 365",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2796,
        "end": 2806,
        "text": "PostgreSQL",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2808,
        "end": 2815,
        "text": " Excel ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2897,
        "end": 2901,
        "text": "NLP ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2903,
        "end": 2914,
        "text": "Tensorflow2",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2917,
        "end": 2932,
        "text": "Computer vision",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2935,
        "end": 2954,
        "text": "Predictive modeling",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2957,
        "end": 2968,
        "text": "Text Mining",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 2866,
        "end": 2880,
        "text": "Deep Learning ",
        "labels": [
          "Skills"
        ]
      },
      {
        "start": 86,
        "end": 118,
        "text": "linkedin.com/in/altaf-ansari309/",
        "labels": [
          "LinkedIn"
        ]
      },
      {
        "start": 25,
        "end": 39,
        "text": "+91-9108778332",
        "labels": [
          "Phoneno"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 4,
    "created_at": "2022-07-20T09:27:24.691534Z",
    "updated_at": "2022-07-20T09:27:24.691534Z",
    "lead_time": 480.344
  }
]